HCT_Client/Private/SOAP/CheckEExamCorrectAnswerSOAP.xml

<?xml version="1.0" encoding="utf-8" ?>
<soapenv:Envelope
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:ws="http://ws.eexam.dlt.go.th/">
  
  <soapenv:Header/>
  <soapenv:Body>
    <ws:checkEExamCorrectAnswer>
      <certYear>HCT_param01</certYear>
      <certNo>HCT_param02</certNo>
      <idNo>HCT_param03</idNo>
      <applyDate>HCT_param04</applyDate>                
      <eexamSeq>HCT_param05</eexamSeq>
      <paperTestNo>HCT_param06</paperTestNo>
      <paperQuestSeq>HCT_param07</paperQuestSeq>
    </ws:checkEExamCorrectAnswer>
  </soapenv:Body>
</soapenv:Envelope>